Repository: shalev5252/diabeater
Catalog: lib/localization/app_*.arb
Languages: he

# language
source: English
he: עברית

# title
source: Diabeater
he: מביסוכרת

source: LOGIN
he: התחברות

source: SIGN UP
he: הרשמה

source: Welcome
he: ברוכים הבאים

# change_background
source: change background picture
he: שינוי תמונת רקע

# change_profile
source: change profile picture
he: שינוי תמונת פרופיל

source: logout
he: התנתקות

source: mentee management
he: ניהול מונחים

source: mentor management
he: ניהול מנחים

source: unmentored petients
he: מונחים ללא מנחים

source: camera
he: מצלמה

# pick_gallery
source: pick from gallery
he: בחירה מהגלרייה

# error
source: Error = {error_message}
he: שגיאה = {error_message}

# error_occurred
source: An error occurred, enter the page again
he: התרחשה שגיאה, נא להיכנס לדף שוב

source: Add
he: הוספה

# general_error
source: an error occurred
he: התרחשה שגיאה

source: verify email
he: אימות אימייל

# verification_sent
source: a verification email has been sent to your email
he: מייל אימות נשלח לכתובת המייל שלך

source: Resend Email
he: שליחה חוזרת של המייל

source: Cancel
he: ביטול

# register_with_email
source: Register with your Email:
he: הרשמה עם כתובת מייל:

source: OK
he: אישור

# already_have
source: Already have an account?
he: כבר יש לך חשבון?

# connect
source: sign in
he: התחברות

# signin_with_email
source: Sign in with your Email:
he: התחברות עם כתובת מייל:

# dont_have_account
source: Don't have an account?
he: אין לך חשבון?

source: Settings
he: הגדרות

# todays_goals
source: Goals for today:
he: משימות להיום:

# todays_goals2
source: Today's goals:
he: משימות להיום:

# add_goal
source: Add a goal:
he: הוספת משימה

# delete_goal_confirm
source: are you sure you would like to delete this goal?
he: האם למחוק את המשימה הנוכחית?

source: Yes
he: כן

source: No
he: לא

source: User Goals
he: מטרות:

source: User Contact Info
he: פרטי איש קשר

# email
source: email: = {user_mail}
he: דואר אלקטרוני: {user_mail}

# phone
source: phone: = {user_phone}
he: טלפון: {user_phone}

# whatsapp
source: Message via whatsapp
he: צור קשר

source: remove_mentee
he: הסר מונחה

# remove_mentee_confirm
source: Are you sure you would like to remove: = {user_name}?
he: האם אתה בטוח שתרצה להסיר את {user_name} מרשימת המונחים שלך?

source: Try again
he: נסה שנית

source: Success
he: הצלחה

source: Mentors
he: מנחים

# no_mentors_in_app
source: The Application has no mentors
he: האפליקציה אינה מכילה מנחים כלל

source: More info
he: למידע נוסף

# give_admin
source: Give admin privilege
he: הענק הרשאות ניהול

# give_admin_confirm
source: Are you sure you would like to promote {user_name} to admin?
he: -האם אתה בטוח שתרצה להעניק הרשאות ניהול ל {user_name}?

# unmentored_users
source: Users without Mentors
he: מונחים ללא מנחים

# no_unmentored_users
source: There are no patients without mentor
he: אין מונחים ללא מנחים

# give_mentor
source: Give mentor privilege
he: הענק הרשאות הנחיה

# give_mentor_confirm
source: Are you sure you would like to promote {user_name} to mentor?
he: -האם אתה בטוח שתרצה להעניק הרשאות הנחיה ל {user_name}?

source: Your mentors
he: המנחים שלך

# you_have_no_mentors
source: You have no mentors Yet
he: אין לך מנחים כרגע

source: Your mentees
he: המונחים שלך

# you_have_no_mentees
source: You have no mentees Yet
he: אין לך מונחים כרגע

# add_mentee
source: Add new mentee
he: הוסף מונחה חדש

# enter_phone
source: Enter Phone number
he: הזן מספר טלפון

# enter_email
source: Enter Email address
he: הזן דואר אלקטרוני

# mentee_added
source: The mentee added
he: המונחה נוסף בהצלחה
